{
  "addedreject": "Avslå, og forlat gruppen",
  "removeuserwarning": "Du har mulighet til å fjerne din konto på Dataporten fullstendig, men du vil da ikke kunne benytte Dataporten tjenester lengre.",
  "acceptinvite": "Aksepter invitasjonen til å bli med i gruppen",
  "isexperimental": "Denne tjenesten er eksperimentell",
  "name": "Navn",
  "groups": "grupper",
  "leave1": "Er du helt sikker på at du vil forlate gruppen?",
  "clients": "Applikasjoner",
  "delete2": "Du vil ikke kunne opprette en ny gruppe igjen med samme identifikator. Data kan være assosiert med denne gruppen, og dermed bli utilgjengelig.",
  "myfc": "Dataporten Min Side",
  "created": "Opprettet",
  "associatewithorg": "For tjenester som er tilbudt av fra din organisasjon, anbefaler vi sterkt at denne organisasjonen er registrert som en tjenesteleverandør. Her kan du forespørre å registreres som teknisk administrator på en eksisterende organisasjon eller å registrere en ny tjenesteleverandør-organisasjon.",
  "mygroups": "Mine grupper",
  "deletea": "Slett denne gruppen, jeg vet hva jeg gjør",
  "memberroles": "Rolletilknytning",
  "privacypolicy": "Informasjon om personvern",
  "removinguseraccount": "Slett min brukerkonto",
  "createclientintro": "Du er nå i ferd med å registrere en ny applikasjon som kan bruke Dataporten.",
  "beforeinstructions": "Før du kan slette din konto på Dataporten, er du nødt til å slette applikasjoner, APIer og grupper som er knyttet til din brukerkonto.",
  "aboutme": "Om meg",
  "apiref": "API Referanse",
  "descr": "Beskrivelse",
  "leavea": "Ja, forlat denne gruppen",
  "connectuserid": "Dataporten brukeridentifikator",
  "available": "Tilgjengelig",
  "searching": "Søker...",
  "registernewgroup": "Opprett en ny gruppe",
  "apigks": "API Gatekeepere",
  "createapigkintro": "Du er nå i ferd med å registrere et nytt API som kan gjøres tilgjengelig via Dataporten.",
  "personalaccts": "Personlig konto",
  "documentation": "Dokumentasjon",
  "personalacctsinfo": "Når brukere logger inn på tjenester og APIer knyttet til din personlige konto, vil informasjon om deg vises som endel av innloggingsflyten. Vi anbefaler sterkt at du registerer ditt selskap som en Dataporten tjenesteleverandør, og knyttet tjenestene til denne kontoen.",
  "updated": "Oppdatert",
  "registerinfo": "Registrer og administrer dine applikasjoner og APIer.",
  "groupnameinfo": "Gi gruppen en kort beskrivende navn, og en lengre beskrivende tekst som forklarer hensikten med gruppen, og hva den skal brukes til.",
  "toremoveinstruction2": "For å kunne slette disse objektene, kan du benytte",
  "registernewgroupinfo": "Du er nå i ferd med å opprette en gruppe som kan brukes på tjenester koblet til Dataporten.",
  "reportissues": "rapporter feil",
  "groupowner": "Gruppe-eier",
  "invite1": "For å invitere andre til denne gruppen, kan du dele denne URLen:",
  "actmakeadmin": "Sett som administrator",
  "invitationtojoin": "Invitasjon til å bli med i gruppe",
  "creategrptxt": "Ved å benytte gruppetjenesten, kan du opprette nye grupper og editere eksisterende grupper som du har opprettet.",
  "apigksnew": "Registrer ny API Gatekeeper",
  "actremovefromgroup": "Fjern brukeren fra gruppen",
  "theseobjectsare": "Disse objektene er knyttet til din brukerkonto:",
  "privacy": "Personvern",
  "appliations": "tjenester",
  "invite2": "Brukere som logger på denne URL-en, vil bli spurt om de ønsker å bli med i gruppen, og vil isåfall bli lagt til som vanlige medlemmer.",
  "savechanges": "Lagre endringer",
  "wascreated": "Denne gruppen ble opprettet",
  "apis": "API-er",
  "noresults": "Ingen resultater funnet",
  "regnoaccess": "Det er ikke åpnet for tilgang for å registrere applikasjoner og APIer knyttet til din personlige brukerkonto.",
  "connectuseridsec": "Andre brukeridentifikatorer",
  "yesiunderstand": "Ja, jeg forstår. Slett min brukerkonto.",
  "addedinfo": "En av gruppens administratorer har lagt deg til som medlem av gruppen.",
  "login": "Logg inn",
  "email": "E-post",
  "actremoveadmin": "Fjern administrator rettigheter",
  "grouptypes": "Gruppetyper",
  "public": "Offentlig",
  "clientsnew": "Registrer ny applikasjon",
  "checking": "Sjekker",
  "invitation": "Invitasjon",
  "addedconfirm": "Bekreft, og forbli medlem av gruppen",
  "successinvite": "Du har nå akseptert gruppeinvitasjonen og er medlem av gruppen",
  "createclientname": "Gi applikasjonen en kort beskrivende navn, og en lengre beskrivelse som forklarer hva applikasjonen går ut på.",
  "logout": "Logg ut",
  "publicinfo": "Ved å sette en gruppe som offentlig, betyr det at alle kan søke og finne ut om gruppens eksistens. Andre brukere kan da også benytte gruppen til aksesskontroll, selv om de ikke er medlemmer selv. Viktig er det å merke seg at selv om gruppen settes til offentlig, påvirker ikke det hvem som er eller kan bli medlemmer av gruppen.",
  "groupidentifier": "Gruppeidentifikator",
  "organization": "Organisasjon",
  "delete1": "Er du helt sikker på at du vil slette denne gruppen?",
  "cancel": "Avbryt",
  "createnewgroup": "Opprett ny gruppe",
  "forquestions": "For spørsmål",
  "rejectinvite": "Avslå gruppeinvitasjonen",
  "innsynfeide": "Feides innsynstjeneste",
  "identifier": "Identifikator",
  "viewmygroups": "Vis mine gruppemedlemskap",
  "members": "Medlemmer",
  "regnoaccessdetails": "Bare kontoer knyttet til brukere autentisert via Feide har mulighet til å kunne registrere tjenester og APIer knyttet til sin personlige konto. Siden din konto ikke er knyttet til Feide, må du registrere tjenester og APIer knyttet til en tjenesteleverandør. Dersom du enda ikke har registrert din organisasjon som en Dataporten tjenesteleverandør bør du gjøre det.",
  "removeauthz": "Trekk tilbake samtykke",
  "invitationdescr": "Du har blitt invitert til følgende gruppe:",
  "searchfor": "Søk etter person...",
  "deletegroup": "Slett gruppe",
  "leave2": "Du vil ikke kunne melde deg på gruppen igjen, med mindre du har en invitasjon eller bli lagt til av en av gruppeadministratorene.",
  "appauth": "Applikasjoner",
  "contact": "kontakt",
  "leavegroup": "Forlat gruppe",
  "createnewgroups": "Opprett nye grupper",
  "basicinfo": "Basisinfo",
  "devdash": "Dataporten Dashboard",
  "publicdescr": "Ved å sette en gruppe som offentlig, betyr det at alle kan søke og finne ut om gruppens eksistens. Andre brukere kan da også benytte gruppen til aksesskontroll, selv om de ikke er medlemmer selv. Viktig er det å merke seg at selv om gruppen settes til offentlig, påvirker ikke det hvem som er eller kan bli medlemmer av gruppen.",
  "required": "Påkrevd",
  "_lang": "nb"
}